ent-RMCJumpsuitSynthetic = униформа поддержки КМП
  .desc = Простая униформа, созданная для синтетических членов экипажа.

ent-CMJumpsuitSyntheticOutdated = устаревшая униформа поддержки синтетиков
  .desc = Устаревшая версия униформы поддержки синтетиков КМП. Несмотря на возраст, она всё ещё очень стильная и практичная.

ent-CMJumpsuitAverageJoe = униформа «Средний Джо»
  .desc = Дешёвая, утилитарная униформа, созданная для линейки синтетиков «Средний Джо» от Новарис Индастриз.

ent-CMJumpsuitSyntheticPristine = безупречная униформа поддержки КМП
  .desc = Простая униформа, созданная для синтетических членов экипажа, выполнена в фирменной чёрно-оранжевой цветовой схеме Вейланд-Ютани.

ent-CMJumpsuitGeneral = униформа генерала
  .desc = Униформа, которую носит флотский генерал. Выполнена в глубоком чёрном цвете с лёгким блеском. Плетение выглядит достаточно прочным, чтобы обеспечивать лёгкую защиту.

ent-CMJumpsuitSurvivorMarine = униформа КМП
  .desc = Порванная, обгоревшая и в кровяных пятнах. Эта униформа повидала гораздо больше, чем ты можешь представить.

ent-CMJumpsuitColonist = униформа колониста
  .desc = Стильный серо-зелёный комбинезон — стандартная экипировка для колонистов.

ent-CMJumpsuitTShirtGray = серая футболка
ent-CMJumpsuitTShirtRed = красная футболка
ent-CMJumpsuitTShirtWhite = белая футболка
  .desc = Простой комплект из футболки и брюк.

ent-CMJumpsuitDCC = комбинезон старшины дропшипа
  .desc = Комбинезон, который носят старшины дропшипов КМП, предназначенный для выживания в неблагоприятных условиях. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitPilot = комбинезон офицера-пилота
  .desc = Комбинезон, который носят офицеры-пилоты морской пехоты, предназначенный для выживания в неблагоприятных условиях. Вези морпехов к славе. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-RMCUniformIntel = униформа офицера разведки морпехов
  .desc = Туже тисков. Гладче, чем масло для бороды. Покрыта с головы до ног подсумками, карманами, сумками, ремнями и поясами. Ясно, что ты не только самый умный из офицеров разведки, но и самый модный.

ent-CMJumpsuitOperations = операционная униформа морпехов
  .desc = Операционная униформа, которую носят члены КМП. Служи корпусу с гордостью. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitBO = служебная униформа морпехов
  .desc = Служебная униформа, которую носят члены КМП. Служи корпусу с гордостью. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-RMCJumpsuitASOOperations = операционная униформа офицера вспомогательной поддержки
  .desc = Операционная униформа, обычно используемая офицерами вспомогательной поддержки. Эта имеет тёмно-синий камуфляжный рисунок.

ent-RMCJumpsuitASOBlackAlt = чёрная униформа офицера вспомогательной поддержки
  .desc = Служебная униформа, обычно используемая офицерами вспомогательной поддержки. Эта чёрного цвета с зелёными полосами.

ent-RMCJumpsuitASOFormalAlt = парадная униформа офицера вспомогательной поддержки
  .desc = Жемчужно-белая парадная униформа с чёрными брюками, используемая офицерами вспомогательной поддержки.

ent-RMCJumpsuitASOFormal = парадная униформа офицера вспомогательной поддержки
  .desc = Жемчужно-белая парадная униформа, используемая офицерами вспомогательной поддержки.

ent-RMCJumpsuitASOBlack = чёрная униформа офицера вспомогательной поддержки
  .desc = Служебная униформа, обычно используемая офицерами вспомогательной поддержки. Эта чёрного цвета.

ent-CMJumpsuitXOFormal = парадная служебная униформа морпехов
  .desc = Парадная служебная униформа, которую обычно носят морпехи КМП. Всё ещё практична, будучи более формальной, чем стандартная служебная униформа.

ent-RMCJumpsuitCOUniformGray = серая парадная униформа командующего офицера
  .desc = Хорошо отглаженная униформа офицера КМП, предназначенная для парадов или жаркой погоды.

ent-RMCJumpsuitCOUniform = униформа офицера КМП
  .desc = Хорошо отглаженная повседневная униформа офицера КМП. Даже не тот взгляд на неё может привести к трибуналу. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-RMCJumsuitWhiteService = белая служебная униформа
  .desc = Белая рубашка и галстук с элегантными брюками. Стандартная одежда для любого делового человека.

ent-CMJumpsuitCOService = парадная рубашка командующего офицера
  .desc = Рубашка и галстук от двухкомпонентной служебной парадной формы ВМС для старших офицеров. Носи со стилем и смыслом.

ent-CMJumpsuitCOFormalWhite = парадная униформа командующего офицера
  .desc = Стандартная униформа командующего офицера.

ent-CMJumpsuitCOFormalBlack = парадная униформа командующего офицера
  .desc = Стандартная униформа командующего офицера.

ent-CMJumpsuitCO = униформа командующего офицера
  .desc = Стандартная униформа командующего офицера.

ent-CMJumpsuitMaintTech = униформа инженера
  .desc = Униформа для военного инженера. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitOrdnanceTech = униформа взрывника
  .desc = Униформа для профессионального изготовителя бомб. Содержит вставки из кевлара для защиты от холодного оружия, пуль и осколков. Усилена дополнительными пластинами для защиты от взрывов.

ent-CMJumpsuitChiefEngineer = униформа старшего инженера
  .desc = Униформа для военного инженера. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitMessTech = униформа техника камбуза КМП
  .desc = Стандартная униформа техника камбуза. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitCargoTech = униформа техника-грузчика
  .desc = Стандартная униформа техника-грузчика.

ent-CMJumpsuitQM = костюм квартирмейстера
  .desc = Хорошо сидящий военный костюм для квартирмейстера. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-RMCCBRNSuit = защитный костюм M3 ОЗК
  .desc = Костюмы M3 ОЗК специально разработаны и сконструированы для защиты пользователя от незащищённого воздействия любых химических, биологических, радиологических или ядерных угроз в полевых условиях.

ent-CMJumpsuitMarineTanker = униформа танкиста КМП

ent-CMJumpsuitMarineSniper = униформа снайпера КМП

ent-CMJumpsuitMarineRTO = униформа радиотелефониста КМП
  .desc = Стандартное обмундирование радиотелефониста. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitMarineMedic = Униформа госпитального санитара КМП
  .desc = Стандартное обмундирование госпитального санитара морской пехоты. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitMarineEngineer = Униформа боевого техника КМП
  .desc = Стандартное обмундирование боевого техника морской пехоты. Содержит вставки из кевлара для защиты от холодного оружия и пуль.

ent-CMJumpsuitMarineFormal = Парадная униформа морпеха
ent-JumpsuitMarine = Униформа КМП
  .desc = Стандартная униформа морской пехоты. Содержит вставки из кевлара для защиты от холодного оружия и пуль.
