ent-CMUpgradedTraumaKit = продвинутый набор от травм
  .desc = Продвинутый набор для лечения травм. В три раза эффективнее стандартного и не пополняется. Используйте экономно только при самых критических ранениях.

ent-CMUpgradedBurnKit = продвинутый набор от ожогов
  .desc = Продвинутый набор для лечения ожогов. В три раза эффективнее стандартного и не пополняется. Используйте экономно только при самых критических ожогах.

ent-CMTraumaKit = набор от травм
  .desc = Набор для лечения тяжёлых травм.

ent-CMBurnKit = набор от ожогов
  .desc = Набор для лечения тяжёлых ожогов.

ent-CMSynthGraft = синтетический трансплантат
  .desc = Аппликатор для полевых силиконовых кожных трансплантатов. Эта субстанция смердит, ужасно чешется, больно наносится, а её цвет — это усреднённый мультиэтнический оттенок, который не сочетается ни с одним цветом кожи.

ent-CMSurgicalLine = хирургическая нить
  .desc = Рулон военной хирургической нити, способной бесшовно зашить любую рану. Также работает как прочная леска для морских операций.

ent-CMGauze = медицинский бинт
  .desc = Стерильный бинт для перевязки окровавленных культей и ран.

ent-CMOintment = мазь
  .desc = Используется для лечения серьёзных ожогов. Менее эффективна при химических ожогах.

ent-CMUpgradedTraumaKit10 = продвинутый набор от травм
  .desc = Продвинутый набор для лечения травм. В три раза эффективнее стандартного и не пополняется. Используйте экономно только при самых критических ранениях.

ent-CMUpgradedBurnKit10 = продвинутый набор от ожогов
  .desc = Продвинутый набор для лечения ожогов. В три раза эффективнее стандартного и не пополняется. Используйте экономно только при самых критических ожогах.

ent-CMTraumaKit10 = набор от травм
  .desc = Набор для лечения тяжёлых травм.

ent-CMBurnKit10 = набор от ожогов
  .desc = Набор для лечения тяжёлых ожогов.

ent-CMSynthGraft10 = синтетический трансплантат
  .desc = Аппликатор для полевых силиконовых кожных трансплантатов. Эта субстанция смердит, ужасно чешется, больно наносится, а её цвет — это усреднённый мультиэтнический оттенок, который не сочетается ни с одним цветом кожи.

ent-CMSurgicalLine10 = хирургическая нить
  .desc = Рулон военной хирургической нити, способной бесшовно зашить любую рану. Также работает как прочная леска для морских операций.

ent-CMGauze10 = медицинский бинт
  .desc = Стерильный бинт для перевязки окровавленных культей и ран.

ent-CMOintment10 = мазь
  .desc = Используется для лечения серьёзных ожогов. Менее эффективна при химических ожогах.
