ent-RMCHandsVeteranCBRN = перчатки M3 ОЗК
  .desc = Перчатки M3 ОЗК изготовлены из обработанного венлара, предназначенного для защиты рук пользователя от заражения при работе в условиях РХБЗ. Были приняты особые меры, чтобы обеспечить рукам пользователя достаточную ловкость для полного обслуживания винтовки или использования большинства ручных инструментов.

ent-RMCHandsVeteranRoyalMarine = боевые перчатки схемы L6
  .desc = Тактические перчатки стандартной выдачи, используемые королевской морской пехотой.

ent-RMCHandsVeteranPMCCommando = рукавицы M5X
  .desc = Пара бронированных перчаток, созданных для комплектации экзокостюма M5X.

ent-RMCHandsVeteranPMC = перчатки ЧВК Ве-Ю
  .desc = Перчатки из кевларового волокна стандартной выдачи, производимые для и силами диспетчерского подразделения ЧВК Вейланд-Ютани. Они защищают от поражения электрическим током.

ent-RMCHandsVeteranInsulated = изолированные бронированные перчатки
  .desc = Нерегламентные перчатки из кевларового волокна. Эти, по-видимому, ОСОБЕННО изолированные.

ent-RMCHandsVeteran = бронированные перчатки
  .desc = Нерегламентные перчатки из кевларового волокна. Они изолированные.
