ent-AU14BeltUtilityCombatProdigyRU = тактический пояс-инструмент L177 Prodigy
    .desc = Штатная разгрузка Королевской морской пехоты для ремонтных групп Prodigy, работающих в боевых зонах. Представляет собой модульный пояс с различными зажимами и подсумками для инструментов, а также кобурой для личного оружия. Учитывает объём пистолета и одного магазина.

ent-AU14BeltMedicBagProdigy = медицинская сумка PSC-TM626
    .desc = PSC-TM626 — стандартное снаряжение сил безопасности Prodigy. Данная конфигурация представляет собой вещевой мешок, наполненный инжекторами и лёгкими медикаментами. Часто используется медиками. Ходят слухи, что это просто сумка W-Y TM625, но Prodigy это отрицает.