ent-AU14ProdigyCap = кепка сил безопасности Prodigy
    .desc = Простая патрульная кепка с логотипом корпорации Prodigy спереди.

ent-AU14ProdigyBeret = берет сил безопасности Prodigy
    .desc = Берет, используемый членами командования корпорации Prodigy.

ent-AU14ProdigyBeretPART = берет Prodigy Armed Repair Team
    .desc = Берет, используемый командирами вооруженной ремонтной бригады Prodigy, элитных подразделений Корпорации Prodigy Security Corp. Берет является символом их статуса и вручается только тем, кто проявил себя в боевых действиях и при ремонте. Берет украшен логотипом Prodigy и является предметом гордости для тех, кто его носит.
