ent-AU14ProdigyFatigues = полевая форма Prodigy
    .desc = Стандартная полевая форма сил безопасности Prodigy.

ent-AU14ProdigyFatiguesRU = специализированный камуфляж Вооружённых ремонтных групп Prodigy
    .desc = Стандартный камуфляж Вооружённых ремонтных групп Prodigy. PART-SF — специализированная униформа для ремонтных групп Prodigy Security Corp, отвечающих за обслуживание и ремонт оборудования в условиях повышенного риска. Униформа имеет усиленные накладки на коленях и локтях, а также множество карманов для инструментов и расходников. Включает встроенную систему креплений для дополнительного снаряжения.

ent-AU14ProdigyFatiguesRUSynth = камуфляж синтетика Вооружённых ремонтных групп Prodigy
    .desc = Стандартный камуфляж Вооружённых ремонтных групп Prodigy для синтетиков. PART-SF — специализированная униформа для ремонтных групп Prodigy Security Corp, отвечающих за обслуживание и ремонт оборудования в условиях повышенного риска. Униформа имеет усиленные накладки на коленях и локтях, а также множество карманов для инструментов и расходников. Включает встроенную систему креплений для дополнительного снаряжения.
