ent-AU14PouchMedicalProdigy = тактический медицинский подсумок Prodigy
    .desc = Тяжёлый подсумок, содержащий всё необходимое, чтобы встать на ноги. Весьма богатый выбор.

ent-AU14PouchMagazineLargePARTDual = двойной большой подсумок для магазинов Prodigy
    .desc = Большой подсумок, рассчитанный на четыре больших магазина и четыре горсти дробовых патронов. Разработан для Вооружённых ремонтных групп Prodigy, часто используется инженерами и медиками для переноски запасных магазинов и патронов.

ent-AU14PouchIFAKProdigy = Подсумок первой помощи Prodigy
    # чет описание я не нашёл