ent-AU14ProdigyLaptop = cистема взлома и модификации Prodigy 
    .desc = Укреплённый военный ноутбук для удалённого управления и программирования, произведённый Prodigy Security Corp. Может быть установлен на столы для удобства работы. Также работает как командная консоль для турелей!

ent-AU14ExtractionTeamBeacon = маяк вызова группы эвакуации Prodigy
    .desc = Одноразовый аплинк для вызова группы эвакуации Prodigy. После активации бесполезен. Что значит «это просто дорогая лазерная указка»?